Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Descended from Divinity (천마는 평범하게 살 수 없다).tmx
Source language: ko_kr
Languages: en_us

source: 자신은 정보를 말한 대가로 이미 변절자가 되어 버렸다.{j}그렇다면 로만이 말한 것처럼, 로만이 그들을 확실히 처리해야만 자신의 가족이 무사할 수 있다.
en_us: By telling Roman and Jonathan the secret of Blood Fang, the owner was already a traitor. Therefore, just as Roman had said, it was imperative that the Blood Fangs were cleaned out for the safety of his family. {j}

source: 그녀를 만나면서 로만은 약혼자로서 예를 다했다.
en_us: Roman did his best to show his respect as his fiancee.

source: “로렌스 가문과의 혼인이 무산되면서 제 군 입대가 불가피하다는 사실을 알고 있습니다.{j}수도로 떠난 두 동생이 병역의 의무를 감당할 수는 없기에, 6개월 뒤에는 제가 전장으로 떠나야겠지요.{j}그래서 드리는 말씀인데, 제가 데리고 갈 병력을 직접 선별할 수 있는 권한을 주십시오.{j}그리고 그 과정에서 발생하는 금액 또한 지원해 주시면 좋겠습니다.”
en_us: “I understand that it is my responsibility to carry out my mandatory military service after cancelling my arranged marriage with the House of Lawrence. Since my younger brothers wouldn’t be able to take on the duty, I believe I will head straight to the battlefield in six months. So, I would like to request you to give me the authority to personally pick my forces who will accompany me to battle. And also, I request for your financial support.”{j}{j}{j}

source: 차곡차곡 쌓이는 마나.{j}로만이 오라 발현의 단계에 들어서는 것은 순식간이었다.
en_us: As the level of mana accumulated within his body, he had reached the step to manifest Aura.{j}

source: 그 어려운 상황에서도.{j}아버지는 강요하지 않았다.{j}선택지를 주었고, 플로라는 선택하고도 책임지지 못했기에 아버지의 분노한 얼굴을 마주하고 말았다.
en_us: Despite the challenges, Viscount Lawrence never forced his daughter to unwillingly follow his decision. He was the type of father who gave Flora several options to choose from. However, she was the one who couldn’t stay responsible for her decision, which angered her father.{j}{j}

source: 제멋대로의 해석이었다.{j}로만이 30분 만에 오라를 분출하는 천재라는 전제보다는, 은둔 고수였다는 것이 더 설득력이 있었다.
en_us: Chris began to interpret the situation in a way that suited him. It was easier for him to believe that Roman had been hiding his power the whole time rather than thinking that Roman had achieved step two in just thirty minutes.{j}

source: “커헉?!”
en_us: “Argh!”

source: “로만 도련님이 도착했습니다.”
en_us: “Lord Roman has arrived.”

source: “그게 정말 사실이냐?”
en_us: “Is that true?”

source: “도, 도련님이 이 누추한 곳에 어떻게 오셨습니까?”
en_us: “M-My young Lord, what brings you to such a shabby place?”

source: “남자아이는 빚을 지고도 제때 갚지 않은 죄를 지었습니다.{j}그것은 분명히 벌을 받아 마땅하나, 블러드 팽 패거리에게는 그것을 직접 처벌할 권리가 없습니다.{j}무엇보다도 그들은 감히 드미트리의 영역에서 드미트리 가문의 장자인 도련님을 욕보이는 말을 내뱉었습니다.{j}그것은 목숨으로도 용서받지 못할 중범죄.{j}법도대로라면, 그들은 사형(死刑)을 받아도 전혀 이상하지 않습니다.”{j}
en_us: “Based on my knowledge, the young boy should be punished for not repaying his debt in time. But that doesn’t justify the violence committed by the Blood Fangs, as only House Dimitri holds the judicial power to judge what is right or wrong. Moreover, as the Blood Fangs have committed a severe felony by insulting the eldest son of Dimitri, only death can bring justice for what they have done.”

source: 지금이라도 돌아가는 것이 어떻겠습니까?”{j}
en_us: Hans said.

source: ‘예상을 뛰어넘는 성과는 부메랑이 돼서 돌아오겠지.’
en_us: Achievements that exceed expectation will definitely come back to haunt me one day.

source: 콰앙!
en_us: Crash!

source: “안 돼!”
en_us: “No!”

source: 한계에 도달했다.{j}부글부글 끓어오르는 속에, 로렌스 자작은 자리에서 벌떡 일어났다.
en_us: At the verge of bursting out in anger, Viscount Lawrence approached the door and opened it aggressively.{j}

source: “헉, 로만 도련님이다.”
en_us: “It’s...Lord Roman.”

source: 플로라의 차가운 얼굴을 바라보면서, 로만은 그녀에게 배려해 줄 필요성이 없다는 사실을 알았다.
en_us: It was clear on her haughty face that she had no plan to respect him in any way.

source: “이름이 무엇이냐.”
en_us: “What is your name?”

source: 인의 단계.{j}그것이 그 시작이었다.
en_us: And entering Human Step was his first step in achieving his goals.{j}

source: ‘나는 아직 이 세상을 완벽하게 파악하지 못했다.{j}로만 드미트리라는 녀석은 백중혁이었던 시절에 비하면 발에 밟히는 개미처럼 하찮은 무력을 보유했고, 나를 과도하게 드러내는 것은 내 안위를 위해서는 그리 좋지 않은 일이겠지.{j}지금 내게 필요한 것은 현실을 자각하고 충분히 성장할 시간이다.{j}드미트리의 얼간이라는 명성은, 시간을 벌어 주기 위해 매우 적절하지.’
en_us: I have not yet figured out everything about this world. It might be too dangerous if I reveal my true identity in a worthless body like this. It only put me in a graver danger. I still need more time to grow my power in this body, and this title of Dimwit Dimitri is quite appropriate for me to buy some time.{j}{j}{j}

source: “로렌스는 이번 일에서 책임이 자유롭지 못하다.{j}그들의 안일한 태도가 블러드 팽을 방관했고, 그로 인해 드미트리의 영지민들이 피해를 받았다.{j}그래서 사실을 되짚어 주었을 뿐이다.{j}그 자리에서 나를 상대로 문책할 자격이 없다는 사실을.{j}그리고 만약 상황이 좋지 않았다 할지라도, 로렌스 자작은 나를 처벌하지 못했을 것이다.{j}분위기로 보아 그는 아직 파혼 사실을 모르는 것 같았고, 곧 결혼할 가문의 자식을 처벌하는 멍청한 판단을 내리진 않겠지.”
en_us: “The Lawrence are also to blame for turning a blind eye to the Blood Fang. Because they have decided to ignore the problem rather than fix it, our people had to suffer. Thus, I had the right to tell them that they were in no position to rebuke my actions. Even if things went out of control, I knew Viscount Lawrence couldn’t punish for my actions because it seemed like he wasn’t yet informed of the break off of our engagement. It would have only hurt his reputation if he were to punish someone who would become his future son-in-law.”{j}{j}{j}{j}{j}

source: 고개를 들었다.{j}이마에서는 핏방울이 흘렀다.
en_us: Kevin raised his head dripping with blood.{j}

source: 천마라 불렸던 사나이.
en_us: Roman was known as the divine being in the Murim world.

source: 그도 똑같았다.
en_us: Baron Roman was in the same shoe as Captain Jonathan.

source: 당돌한 발언.
en_us: After Roman finished his bold remarks, Dufler yelled at him in anger while Jonathan called Roman in concern.

source: 한참 사내들이 소문을 떠들고 있는 그때.{j}곁에서 짐을 정리하던 소년이 귀를 쫑긋 세웠다.
en_us: As the people talked loudly about Roman’s rumor, one boy pricked his ears to listen carefully to their words.{j}

source: 리한나가 말했다.
en_us: “Why don’t you get Captain Jonathan to protect Roman?” continued Rihannah.

source: 전에는 평범한 외모였다면 지금은 미남(美男)이라 불릴 만한 외모.
en_us: If his beauty was just average before, now he looked like the most handsome prince anyone could describe.

source: 그런 크리스가 자신의 곁을 떠나서 로만을 따르겠다고 말하는 것은, 분명히 특별한 이유가 있으리라는 확신이 있었다.
en_us: Although Chris’s sudden notice did catch Jonathan off guard, he understood that there mus be a special reason for Chris to leave him and follow Roman.

source: 로렌스 자작은, 충격을 받은 플로라를 뒤로하고는 집무실을 나섰다.
en_us: Viscount Lawrence left his office, leaving behind his daughter who was left in shock.

source: 호명된 남자.{j}금발의 미남이, 조나단의 부름에 표정을 일그러트렸다.{j}크리스.
en_us: The man called by Jonathan was named Chris. He was a handsome lad with blond hair.{j}{j}

source: “푸핫.”{j}웃음을 터트리는 로만.
en_us: “Puhahahaha.”{j}

source: 크리스와 헤어지고.{j}로만은 영지의 도서관을 찾았다.{j}그리고는 다양한 종류의 책을 읽었다.
en_us: After his training session with Chris, Roman headed straight the the Dimitri library and gathered information.{j}{j}

source: 플로라의 눈동자가 크게 흔들렸다.{j}당황의 연속이었다.{j}소문대로라면 로만은 외형처럼 볼품없는 내면을 가져야 하는데, 로만의 언행은 보면 볼수록 드미트리의 얼간이라는 별명과는 어울리지 않았다.
en_us: It felt as if she was missing a key piece of the puzzle. The man in front of her wasn’t the man she expected him to be. Everything about Roman that she heard from the rumors didn’t match the person standing in front of him. His words and his actions weren’t those of a dimwit.{j}

source: 플로라가 힘없는 얼굴로 고개를 끄덕였다.
en_us: Flora nodded her spiritless face.

source: 로만의 말은 궤변이었고, 원래라면 처벌해야 마땅했다.{j}그런데도 그럴 수 없었다.{j}로만과 같은 사내가 자신의 사위라고 생각하니, 없었던 정마저 생겨나서 웃음이 입술을 비집고 나왔다.
en_us: If Roman wasn’t his future son-in-law, the viscount would’ve never let this pass and he would’ve punished Roman for his doing. But he couldn’t lie that he was greatly impressed by the bold and logical character of his future son-in-law.{j}{j}

source: 아직 살아 있는 두 명의 사내는, 목에 구멍이 뚫린 채로 죽은 동료의 모습에 덜컥 겁을 먹었다.
en_us: The two who were still alive were captured in fear as they saw one of their companion dropped dead with holes in his neck.

source: 천마 백중혁.{j}한평생 무공에 매달려 살았던 만큼, 로만의 강한 의지에 따라 탁기가 녹아내리기 시작했다.
en_us: Junghyeok Baek, the leader of Divine Force, used his past experiences and strong determination to melt down the impurities in Roman’s body.

source: 한스.{j}그가 어디론가 서둘러 걸음을 옮겼다.
en_us: Hans seemed like he was in a hurry.{j}

source: 그리고 현재.{j}로만은 드미트리의 치부가 되었다.{j}드미트리가 평민이었음을 상징하는, 그래서 남들에게 보여 주기 싫은 그런 치부.
en_us: However, despite his father’s unconditional love for him, he was now an embarrassment to the House of Dimitri.{j}{j}

source: “그리고 블러드 팽과 한바탕 사건이 있었다고 들었다.{j}증인들에 의하면 네가 그들을 처벌했다고 하는데, 나는 그 말을 믿지 못한다.{j}하긴, 말이 되지 않는 일이지.{j}검도 제대로 휘두르지 못하는 녀석이 어떻게 그들을 처벌할 수 있겠나?{j}아마도 누군가의 도움을 받았겠지.{j}문제는 블러드 팽은 나조차도 함부로 건드릴 수 없는 벌집이라는 거다.{j}아들아.{j}네가 자식으로서 의무를 수행하지 못한 순간, 너는 본인의 문제를 스스로 해결할 의무가 생겼다.{j}그러니 이번 문제는 네가 직접 해결하라.{j}나는, 그에 관해서 조금의 도움도 주지 않을 것이다.”
en_us: “Also, I heard you got yourself into some trouble with the Blood Fang. Based on the witnesses of the incident, they say that you have punished them for their crime, but I can’t believe such nonsense. Out of all people, how could someone like you who can’t even hold your sword properly take out the Blood Fang? I don’t know who help you out on this, but your stupidity will endanger all of us now. Even I, the Baron of this land, avoid getting into trouble with the Blood Fang. Since you started this rumpus, it is your responsibility to resolve it. I will not send any help for you this time.”{j}{j}{j}{j}{j}{j}{j}{j}{j}

source: 군침을 흘리던 한스가 화들짝 놀랐다.
en_us: At this point, Hans didn’t know what to do exhausted by his master’s mysterious words and actions.

source: 전적으로 로만 본인을 위한 일이었지만, 플로라로서는 진실을 모르기에 다르게 받아들일 수밖에 없었다.
en_us: However, there was no way Flora could know Roman’s true intentions.

source: 로만이 말했다.{j}“너를 떠보는 것도, 그렇다고 책망하려는 의도도 아니다.{j}다만, 나를 되돌아보는 시간을 가지고 싶을 뿐이다.{j}
en_us: “I’m not asking this to test or reprimand you. I simply wanted to take time to reflect on my past, not from my own viewpoint, but from a third-person perspective,”{j}{j}{j}

source: ‘웃어?’
en_us: How dare you smile at me?

source: 반년 뒤.{j}로만은 타의에 의해서라도 드미트리를 떠난다.
en_us: Six months from now whether he wants it or not, Roman was destined to go to the battlefield.{j}

source: 이건 평생 경험해 보지 못한 상황이었다.
en_us: No men had ever treated the way he was treating her.

source: 만약 드미트리의 얼간이가 아니라 차남과의 혼사가 진행되었다면 정말 금상첨화였겠지만, 그게 아니라 할지라도 드미트리와의 결합은 가문의 미래를 위해 필요한 문제였다.
en_us: Everything would’ve been perfect if his daughter ended up marrying their second son, but even if it was Dimwit Dimitri Flora had to marry, this marriage was imperative for the House of Lawrence’s survival.

source: 그것이 비행의 시작일 줄은 몰랐다.{j}로만은 마음속에 쌓여 있었던 불만을 사치로 풀었고, 그때부터 드미트리의 얼간이라는 단어가 탄생했다.
en_us: But Baron Romero never imagined that his love would lead Roman stray down the wrong path. Because Roman was always compared with his younger brother, he began to relieve his stress by enjoying the luxuries and the entertainments of the world. And his careless actions led him to be called Dimwit Dimitri.{j}

source: 로만은 기다렸다.{j}크리스가 반발하길.
en_us: Roman was actually waiting for Chris’s defiance.{j}

source: “아들아.”
en_us: “My son.”

source: 언제 어디서 블러드 팽 일당이 다시 들이닥칠지는 모르겠지만, 아버지가 가장의 역할을 하지 못하면서 그라도 힘을 내야만 했다.
en_us: Although he knew that his life was at risk, oblivious of when the Blood Fangs would return to take his life, Kevin had to move forward since he was the head of his household.

source: 우뚝.
en_us: Pause.

source: 병사 한 명이 헐레벌떡 달려왔다.{j}무슨 큰일이 난 모양인지, 그는 플로라를 발견하고도 대충 인사를 하고는 곧바로 집무실로 들어갔다.
en_us: But Flora was interrupted by a soldier hurriedly running towards her father’s office calling for him. The soldier lightly bowed to Flora and immediately entered the office as if something urgent had happened,

source: ‘로만이 정말 달라졌을까.’
en_us: Could Roman have really changed?

source: “그만 물러나도록.”
en_us: “You are dismissed.”

source: 로만을 따라나설 때만 하더라도, 지금과 같은 그림은 상상치도 못했다.
en_us: He never thought this was the task he would be assigned to do when he decided to follow Roman.

source: 울컥했다.
en_us: His eyes were filled with tears.

source: 너무도 순식간에 벌어진 상황.
en_us: It all happened in a blink of an eye.

source: 뚝뚝 떨어지는 핏방울이 눈으로도 흘러갔지만, 케빈은 눈 하나 깜빡하지 않고 로만을 올려다보았다.
en_us: Even blood dripping to his eyes couldn’t stop him from keeping his eyes straight toward Roman.

source: 드미트리 기사단이 도착하기 1시간 전에 로렌스에 도달한 그는, 얼굴이 피로 범벅이 된 사내의 머리칼을 움켜쥐고는 광장 중심부로 질질 끌고 갔다.
en_us: He arrived an hour before the Dimitri Knights arrived at the gates and was dragging a blood-stained man by his hair to the center of the square.

source: 욕구를 억눌렀다.{j}심법의 운용은 언제든지 가능하다.
en_us: Although it was piece of cake for his to take control of the energies, he held his strong desire back and focused on the new training.{j}

source: 그것도 무림을 통일한 천마신교(天魔神敎)의 교주라는 신분이 바로 백중혁이 살아온 삶이었다.
en_us: He was the leader of Divine Force who unified the Mullim world.

source: 평소와는 다르게 망설이는 기색을 보이던 그는, 결심을 내렸는지 진지한 표정을 보였다.
en_us: At first, Hans seemed hesitant to respond, but it didn’t take long for him to make up his mind.

source: “예전에 바르코 가문은 우리에게 정략결혼을 요청한 적이 있었다.{j}우리의 비옥한 땅이 탐이 났던 것이겠지.{j}그때 나는 단호하게 거절했다.
en_us: “Long time ago, House Barco proposed an arranged marriage with our family because of the fertile lands we possess. But I flatly refused it,” Viscount Lawrence spoke with a firm voice.{j}{j}

source: “너에게 하나만 묻겠다.{j}너는 그 경지에 오르는 동안, 단 한 번이라도 훈련 방식에 의문을 가진 적이 있었나?”
en_us: “Let me ask you something then. While you were tirelessly training yourself t o reach this point, have you ever had any doubts about these training methods?”{j}

source: 광마도 이랬다.
en_us: The Demon of Lunacy resembled Kevin’s words and actions.

source: 뒤에서 일당이 속닥거리며 웃어 댔다.{j}
en_us: The men talked out loud amongst themselves so that Roman could hear them.

source: 8화 변화 (1)
en_us: Chapter 8 The Change (1)

source: 앞으로는 로렌스 가문의 힘만으로 위기를 해결해야 했다.
en_us: The Lawrence was on their own to get through the conflicts and the struggles.

source: “지금부터는 내가 처리해야 할 일이다.{j}굳이 너까지 위험을 감수할 필요는 없다.”
en_us: “From here on, I’ll continue the investigation on my own. I can’t put you in danger any further.”{j}

source: 상식적으로 이해할 수 없는 발언이었으나, 케빈은 로만의 말에 조금의 이의도 제기하지 않았다.
en_us: Roman’s words sounded unreal, but Kevin didn’t hold a single doubt against him. He listened to the young lord attentively.

source: 쿠르르르.
en_us: Kroaaar.

source: “어서.”
en_us: “Please do not refuse my request,” Roman added.

source: “로만 도련님은 홀로 블러드 팽을 토벌했을 정도의 실력자시다.{j}동등한 대련을 위해서는 그만한 실력자가 나서야만 하고, 드미트리 기사단을 대표할 수 있는 사람은 바로 크리스 너다.”
en_us: “Lord Roman is skilled enough to take out the Blood Fang single-handedly. That is why I need you to duel against him. You’re the only one I could trust to represent our knights.”{j}

source: 그림이 보였다.
en_us: Roman got a hold of the situation.

source: “웃겨서.”
en_us: “Because it’s hilarious,” Roman replied.

source: 참담했다.{j}
en_us: Viscount Lawrence felt his heart tear down in misery.{j}

source: 딸랑딸랑.
en_us: Ring ring.

source: 그 순간.
en_us: And that very moment...

source: 그간 만난 사람 중에는 조나단을 제외하고는 제일 강한 것 같았다.
en_us: He definitely seemed like the strongest knight right behind Jonathan.

source: 속이 부글부글 끓었다.
en_us: As days passed, Chris grew more and more impatient.

source: 세심한 디테일이었지만 지금의 로만에게는 필요하지 않은 부분이었다.{j}로만은 지푸라기들을 한편에 모두 치워 버리고는, 땅의 기운을 온전히 전달받을 수 있도록 가부좌를 틀었다.
en_us: He appreciated Hans’s gesture, but he cleared it out from the floor and sat with his leg crossed in order to wholly sense the flow of energy from the ground.

source: ‘로만이라.’{j}로만 드미트리.
en_us: Roman. Roman Dimitri. So, this is who you are.

source: 그들의 악명(惡名)은 드미트리에만 국한되지 않는다.
en_us: Their criminal activities had no boundaries.

source: 아직 로만으로서 어떻게 행동할지는 명확하게 갈피를 잡지 못했다.
en_us: Junghyeok Baek wasn’t sure how he should live out Roman’s life.

source: 빠른 회수.{j}이어서 횡(橫)으로 베어 버리는 공격에, 로만은 이번에도 침착하게 공격을 막았다.
en_us: The deputy captain quickly returned back to his stance and sliced his sword crossways. But Roman calmly blocked his attack.{j}

source: 무림에서 그는 정점의 자리에 올랐던 사람이다.
en_us: Junghyeok Baek was the man who reached the pinnacle of the Murim world with overwhelming power.

source: 로렌스 자작의 표정이 굳었다.{j}그가, 도플러를 보았다.
en_us: With a stiff look, Viscount Lawrence turned to Dufler and asked.{j}

source: 척척.
en_us: Stomp. Stomp.

source: 마음에 들었다.{j}로만은 예전부터 솔직한 사람들이 좋았다.
en_us: Just like how he was impressed with the Blood Demon, Roman was greatly stirred by Chris’s honesty.{j}

source: 로만이라는 사람에 대해 아직은 익숙하지 않은 그가, 머릿속에 새로운 정보를 차곡차곡 쌓아 갔다.
en_us: His conservation with the elder served as an opportunity for him to learn more about the character of Roman Dimitri.

source: 어떤 것이든 상관없다.
en_us: It was no longer important to him.

source: 그러나 이미 물은 엎질러 버렸고, 파혼은 현실이 되었다.
en_us: However, there was no turning back to this. From the moment the topic of cancelling the marriage was brought up, it had already been decided.

source: 한순간의 선택.{j}플로라는 자신의 인생을 위해 옳은 일이라 생각했던 그 선택이 모든 걸 망쳐 버렸다.
en_us: At the moment of her choice, Flora had decided on something that would ruin her family’s plan and future. She had never realized that her decision for her sake would risk the entire future of her family.{j}

source: 정말 사랑하는 사람과 평생의 연을 맺는 것.{j}상대가 백마 탄 왕자님이 아니라 할지라도, 서로 간의 사랑이 있다면 조건적인 문제들은 이겨 낼 수 있다고 믿었다.
en_us: Her entire life Flora dreamed of marrying someone she would fall in love with. She never expected herself to be one of those princesses in fairytales who would always end up marrying those perfect princes and living happily ever after. But at least, she expected to meet someone who would also genuinely love her back and could overcome the obstacles together.

source: “……무슨 일이지?”
en_us: “What’s going on?”

source: 바르코의 장자.{j}안토니 바르코는, 로만과 마찬가지로 주변에서 평판이 좋지 않은 사내였다.
en_us: Anthony Barco, the eldest son of House Barco, was also known for his bad reputation just like Roman.{j}

source: 한스가 달래듯 말했다.
en_us: But because an important appointment was awaiting, Hans approached Lord Roman with a soft voice.

source: 훈련은 끝났다.
en_us: The training for the day had ended.

source: 승패?{j}그런 걸 걱정하진 않았다.{j}다만, 이왕에 하는 대련이라면 제대로 하고 싶었다.
en_us: Chris wasn’t worried about losing to Roman. He knew he would win either way, but he still decided to go all out against the young lord.{j}{j}

source: 머리는 멍청하고, 몸은 쓸 줄을 모르고.{j}얼간이라는 평가는 처음에 기사단에서부터 흘러나왔다.
en_us: He was exactly the person many people described him to be - stupid and not athletic. His qualities were first known amongst the knights that his nickname, Dimwit Dimitri, was first started by them.{j}

source: “이것으로 확실해졌군.”
en_us: “Well, this has made it clear.”

source: 뒤에 있던 패거리들이 모두 무기를 꺼냈다.{j}흉흉한 눈빛을 보이는 그들은, 대장의 명령이 떨어지면 당장에라도 공격할 기세였다.
en_us: As soon as the man finished his sentence, all of the gang members waiting behind his back each began to pull out a weapon. Staring at Roman with ferocious eyes, the men were prepared to attack him with the sign of their captain.{j}

source: 드미트리 영지를 방문한 직후.{j}정식으로 파혼 의사를 밝힌 그녀는, 로렌스로 돌아와서 아직 아버지에게 사실을 말하지 못했다.
en_us: Flora had not yet told her father about her decision to cancel her marriage with Roman after visiting the Dimitri castle. {j}

source: 돌연 앞으로 나서는 로만의 행동에, 한스가 화들짝 놀라며 로만을 저지했다.
en_us: Hans was frightened by Roman’s sudden actions and tried to stop him. But he was already too late.

source: 로만.{j}자신이 아는 로만은, 로렌스 자작을 똑바로 바라볼 정도의 심장을 타고난 사람이 아니다.{j}게다가 블러드 팽을 처리한 일까지.{j}의문투성이였다.{j}평소에는 로만과 딱히 대화를 나누지 않았던 사이지만, 지금은 근질거리는 입을 참을 수 없었다.
en_us: He had so many questions to ask Roman, because the young lord who he knew of would never have the courage to even look at Viscount Lawrence and take out the Blood Fang alone. Jonathan didn’t really like talking with Roman, but this time he had to ask.{j}{j}{j}{j}

source: 그러나 취기가 알딸딸하게 올라오고, 로만도 진지하게 경청하는 자세를 보여 주자 그의 경계심이 풀어졌다.
en_us: However, the drink provided by Roman served as a perfect appetizer for him to relax. And Roman’s sincere attitude did the final touches to make the elder talk finally.

source: 그리고는.{j}툭.
en_us: Roman pulled out his sword and spoke.{j}

source: 드미트리 성 밖.{j}케빈은 그곳에서 태어났다.
en_us: Kevin was born outside the Dimitri castle.{j}

source: 마교의 무공.{j}수많은 사람의 혼을 현혹했다고 알려진 환마의 무공이 발휘되면서, 케빈의 눈빛이 몽롱하게 변해 버렸다.
en_us: He had put Kevin under an illusion the moment he swung his sword to his arm. The Art of Illusion Demon casted by Roman was a spell that was often used to trick people’s spirits.{j}

source: 걱정스러운 얼굴로 로만의 몸 곳곳을 살펴보던 한스는, 단호한 음성에 슬그머니 손길을 치웠다.
en_us: Hans, who worriedly observed Roman’s body for signs of injury, backed away after hearing Roman’s firm voice.

source: 그리고 마침내.
en_us: And finally, he had finished his task.

source: 로렌스와 드미트리 양 가문에서 혼인 이야기가 오고 간 것은, 지금으로부터 한 달 전의 일이었다.
en_us: The talk over an arranged marriages between the House of Dimitri and Lawrence had begun a month ago.

source: “크아아아아악!”
en_us: “Arghhhhh!”

source: 하지만 로만은 케빈에게 그것을 일일이 설명해 주지 않았다.{j}맹목적인 신뢰는 미사여구가 붙는 순간 그 가치를 상실해 버린다.
en_us: However, Roman didn’t explain everything to Kevin, because he knew that if he were to explain what blind faith meant right now, it would lose its value.{j}

source: 인의 단계는 천마신공을 발휘하는 토대를 만드는 과정인데, 사실 무림의 기준으로는 그리 대단하다고 말할 수 없다.
en_us: During this step, he would create the foundation for his Divine Force to be manifested. But, by Murim’s standards, his progress wasn’t anything noteworthy

source: 로렌스 자작의 집무실.
en_us: A meeting was being held in the office of Viscount Lawrence,

source: 로메로 남작이 놀랐다.{j}마나 순환.
en_us: Baron Romero was astonished, because he couldn’t believe Roman already had control of his mana.{j}

source: 정적이 내려앉은 공간에, 사람들의 시선이 주인과 로만을 번갈아 보았다.{j}어떤 사람들은 순수한 호기심을 보이는 반면, 어떤 사람들의 눈빛에는 복잡한 감정이 드러났다.
en_us: It wasn’t only the owner of the tavern who was surprised, but it seemed like the entire tavern became agitated as the customers began to exchange looks. There was a mixture of expressions reflected on the customers’ face. Some seemed intrigued while others seemed troubled.{j}

source: 생각보다 시간이 오래 걸렸다.{j}훈련 도중에 사건이 발발하는 바람에, 발목을 붙잡는 요소가 많았다.
en_us: It took a little longer than anticipated since they had to leave in a hurry while doing their regular trainings.{j}

source: “그럼 괜히 서로 피곤한 일은 만들지 맙시다.{j}저는 당신의 의견을 존중하고, 서로의 생각이 맞았기 때문에 파혼을 진행할 생각입니다.{j}그리고 파혼의 책임은 전적으로 제가 가져가겠습니다.{j}어차피 드미트리의 얼간이라 불리는 저는 파혼남이라는 타이틀을 추가로 달아도 큰 문제가 생기지 않겠지만, 앞으로 앞날이 창창한 로렌스의 꽃은 다르지 않습니까?{j}항간에 떠도는 소문처럼 제 여성 편력이 파혼의 이유라고 칩시다.{j}이 정도면 충분히 만족할 대답이라고 생각합니다만.”
en_us: “Okay then. Let’s not cause each other any more trouble. I respect your decision and hopefully you respect mine. I don’t understand what’s causing you trouble. This decision is mutual. Also, I don’t want to disgrace your family nor your title as the flower of Lawrence. I’ll take on the responsibility for breaking off our marriage. Tell others that you’ve decided to cancel our marriage because of my addiction to prostitution. This should be enough to keep you out of trouble.”{j}{j}{j}{j}{j}

source: 주변에는 아무도 없었다.
en_us: The man couldn’t find anything.

source: 만약.{j}로만이 말뿐인 사람이었다면.{j}크리스는 이토록 고통스러워하지 않았을 것이다.{j}그러나 잠깐이지만 직접 경험해 본 로만은, 드미트리의 얼간이라고 불리던 그런 사람이 아니었다.
en_us: If only Roman seemed like the usual dimwit, Chris would’ve taken his word lightly and ignored his advice. But today, Roman seemed like a complete different person.{j}{j}{j}

source: 드미트리의 사람들은 모두 헛소문으로 취급했지만, 케빈은 그것이 사실이라는 확신이 있었다.
en_us: Most people simply laughed at the rumor, but Kevin had no doubt that it was true.

source: “도무지 믿기지 않는군.{j}우리가 알고 있는 로만 드미트리는 절대 그 정도의 인물이 아니야.{j}드미트리의 얼간이라 불리는 녀석이, 그것도 왕실 검술 아카데미의 입학도 거부당한 녀석에게 드미트리 지부가 통째로 날아갔다고?{j}이건 말이 안 돼.”
en_us: “I can’t believe it. There’s no way Roman Dimitri is that strong. This can’t be Dimwit Dimitri’s doing. How could someone who was even denied enrollment from the Royal Swordsmanship Academy take all of the members of the Dimitri branch out?”{j}{j}{j}

source: 자신에게 살의(殺意)를 드러내는 존재가 있다면.{j}수단과 방법을 가리지 않고 어떻게든 처리하는 것이, 백중혁이 그간 살아오던 방식이다.{j}만약 앞으로 똑같은 일이 발생한다면.{j}로만은 언제나 같은 판단을 내릴 것이다.
en_us: Just like his old self, Roman was prepared to make the same decision to destroy everyone who would either get in his way or tried to kill him. Roman was willing to do whatever if he can to retaliate those who interfered in his plan.{j}{j}{j}

source: 팔을 찍어 버렸다.
en_us: Kevin had stabbed his arm with the sword.

source: 바닥에 떨어지는 혓바닥.
en_us: Roman dropped the tongue on the ground.
